{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/src\/Tour\/Tour.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ro_RO","plural-forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);"},"Activate your license":["Activează-ți licența"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Pe baza răspunsurilor tale din Expert, vom activa automat integrările cu serviciile și modulele relevante. În cazul în care dorești să blochezi unele scripturi suplimentare, le poți adăuga la Centrul de scripturi."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz urmărește modificările din Notificarea de Cookie-uri și Politica ta privind Cookie-urile, prin intermediul unor documente cu marcă temporală. Aceasta este înregistrarea ta de consimțământ, care respectă în același timp liniile directoare de minimizare a datelor și nu stochează date despre utilizatori."],"Configure":["Configurează"],"Consent Banner":["Banner de consimțământ"],"Dashboard":["Tablou de bord"],"End tour":["Încheie turul"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Pregătește-te pentru legislația privind confidențialitatea din întreaga lume. Urmează un tur rapid sau începe să configurezi pluginul!"],"Great, your license is activated and valid!":["Excelent, licența ta este activată și valabilă!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Aici poți configura și stiliza banner-ul tău cookie, dacă Expertul este finalizat. Se va adăuga un tab suplimentar cu setări specifice regiunii."],"Integrations":["Integrări"],"Let's start the Wizard":["Să lansăm Expertul"],"Next":["Continuă"],"Previous":["Înapoi"],"Proof of Consent":["Dovada consimțământului"],"Start tour":["Începe turul"],"The Wizard":["Expertul"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Aici sunt configurate toate aspectele legate de cookie-uri. Vom reveni la Expert în curând."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Acesta este tabloul de bord. Când Expertul este finalizat, tabloul de bord îți va oferi o prezentare generală a sarcinilor, instrumentelor și documentației."],"To unlock the wizard and future updates, please enter and activate your license.":["Pentru a debloca Expertul și actualizările viitoare, te rugăm să introduci și să activezi licența."],"Welcome to Complianz":["Bine ai venit la Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Poți porni Xxpertul. Pentru mai multe informații, întrebări frecvente și asistență, te rugăm să vizitezi Complianz.io."]}}}