{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/2619.d513ebd9ab365faf64af.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"lt_LT","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10 >= 2 &&(n%100<10||n%100 >= 20)? 1 : 2);"},"A consent banner is not required":["Sutikimo reklamjuostė nebūtina"],"A consent banner is required":["Sutikimo reklamjuostė būtina"],"Almost there!":["Beveik ten!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Spustelėkite '%s', kad užbaigtumėte konfigūraciją. Galite bet kada grįžti ir pakeisti konfigūraciją."],"Finish":["Baigti"],"Go to question":["Pereikite prie klausimo"],"Not all required fields are completed yet.":["Dar ne visi privalomi laukai užpildyti."],"Please check the wizard to complete all required questions.":["Norėdami užpildyti visus reikalingus klausimus, patikrinkite vedlį."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Baigę vedlį, patikrinkite savo svetainę, kad įsitikintumėte, jog jūsų konfigūracija veikia tinkamai."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Perskaitykite toliau pateiktą straipsnį, kad išspręstumėte visas problemas saugiuoju režimu. Saugusis režimas pasiekiamas nustatymuose."],"The consent banner and cookie blocker are required on your website.":["Jūsų svetainėje reikalinga sutikimo reklamjuostė ir slapukų blokavimo priemonė."],"The consent banner and the cookie blocker are now ready to be enabled.":["Sutikimo reklamjuostė ir slapukų blokavimo priemonė dabar paruošti įgalinti."],"The following required fields have not been completed:":["Neužpildyti šie privalomi laukai:"],"There are %s questions that are required to complete the wizard.":["Yra %s klausimų, kurių reikia norint užbaigti vedlį."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Galite įjungti juos abu čia, tada turėtumėte patikrinti savo svetainę, ar jūsų konfigūracija veikia tinkamai."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Sukonfigūravę sutikimo reklamjuostę, informacijos suvestinėje rasite patarimų ir gudrybių."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Jūsų svetainė nereikalauja sutikimo reklamjuostės. Jei manote, kad jums reikia sutikimo reklamjuostės, peržiūrėkite vedlio nustatymus."]}}}