{"translation-revision-date":"2024-01-30 15:51+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/2619.d513ebd9ab365faf64af.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nb_NO","plural-forms":"nplurals=2; plural=(n != 1);"},"A consent banner is not required":["Et samtykkebanner er ikke nødvendig"],"A consent banner is required":["Et samtykkebanner kreves"],"Almost there!":["Nesten der!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Klikk '%s' for å fullføre konfigurasjonen. Du kan når som helst komme tilbake for å endre konfigurasjonen."],"Finish":["Fullfør"],"Go to question":["Gå til spørsmålet"],"Not all required fields are completed yet.":["Ikke alle obligatoriske felt er fylt ut ennå."],"Please check the wizard to complete all required questions.":["Vennligst sjekk veiviseren for å fullføre alle nødvendige spørsmål."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Vennligst sjekk nettstedet ditt etter å ha fullført veiviseren for å bekrefte at konfigurasjonen din fungerer som den skal."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Vennligst les artikkelen nedenfor for å feilsøke eventuelle problemer mens du er i sikkermodus. Sikkermodus er tilgjengelig under innstillinger."],"The consent banner and cookie blocker are required on your website.":["Samtykkebanner og blokkering av informasjonskapsler kreves på nettstedet ditt."],"The consent banner and the cookie blocker are now ready to be enabled.":["Samtykkebanneret og informasjonskapselblokkeringen er nå klare til å bli aktivert."],"The following required fields have not been completed:":["Følgende obligatoriske felt er ikke fylt ut:"],"There are %s questions that are required to complete the wizard.":["Det er %s spørsmål som kreves for å fullføre veiviseren."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Du kan aktivere dem begge her, så bør du sjekke nettstedet ditt om konfigurasjonen din fungerer som den skal."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Du finner tips og triks på skrivebordet ditt etter at du har konfigurert samtykkebanneret."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Nettstedet ditt krever ikke et samtykkebanner. Hvis du tror du trenger et samtykkebanner, vennligst se gjennom veiviserinnstillingene."]}}}