{"translation-revision-date":"2024-01-30 15:51+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/856.be30836c3ccf30fe07b6.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"el","plural-forms":"nplurals=2; plural=(n != 1);"},"A\/B is enabled and will end in %s days.":["Το A\/B είναι ενεργοποιημένο και θα λήξει σε %s ημέρες."],"A\/B is enabled and will end in 1 day.":["Το A\/B είναι ενεργοποιημένο και θα λήξει σε 1 ημέρα."],"A\/B is enabled and will end today.":["Το A\/B είναι ενεργοποιημένο και θα λήξει σήμερα."],"A\/B testing is disabled. Previously made progress is saved.":["Η δοκιμή A\/B είναι απενεργοποιημένη. Η πρόοδος που είχε πραγματοποιηθεί προηγουμένως αποθηκεύτηκε."],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":[""],"Banners in different regions":["Banners σε διάφορες περιοχές"],"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["Η περίοδος παρακολούθησης A\/B έχει λήξει, η καλύτερη απόδοση θα ενεργοποιηθεί στον επόμενο προγραμματισμένο έλεγχο."],"The consent banner with the best results has been enabled as default banner.":[""],"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":[""]}}}