{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/9157.8e29bc2393d59bf4b853.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ro_RO","plural-forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);"},"Below you will find the plugins currently detected and integrated with Complianz. Most plugins work by default, but you can also add a plugin to the script center or add it to the integration list.":["Găsești mai jos modulele detectate în prezent și integrate cu Complianz. Majoritatea modulelor funcționează în mod implicit, dar poți adăuga un modul la centrul de scripturi sau îl poți adăuga la lista de integrare."],"Enabled plugins will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Modulele activate vor fi blocate pe front-end-ul site-ului tău web până când utilizatorul și-a dat consimțământul (opt-in) sau după ce utilizatorul și-a revocat consimțământul (opt-out). Când este posibil, este activat un substituent. De asemenea, poți dezactiva sau configura substituentul după bunul plac."],"For more information, please read this %sarticle%s.":["Pentru mai multe informații, te rugăm să citești acest %sarticol%s."],"No active plugins detected in the integrations list.":["Niciun modul activ nu a fost detectat în lista de integrări."],"No plugins":["Nu au fost găsite module"],"Placeholder":["Substituent"],"Plugin":["Modul"],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Modul sigur este activat. Pentru a gestiona integrările, dezactivează Modul sigur sub Instrumente - Asistență."],"Search":["Caută"],"Status":["Status"]}}}