{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/src\/Tour\/Tour.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"lt_LT","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10 >= 2 &&(n%100<10||n%100 >= 20)? 1 : 2);"},"Activate your license":["Suaktyvinkite savo licenciją"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Atsižvelgdami į jūsų atsakymus vedlyje, automatiškai įgalinsime integraciją su atitinkamomis paslaugomis ir papildiniais. Jei norite blokuoti papildomus scenarijus, galite juos įtraukti į scenarijų centrą."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["„Complianz“ stebi jūsų slapukų pranešimo ir slapukų politikos pakeitimus naudodama laiko žyme pažymėtus dokumentus. Tai yra jūsų sutikimo registracija, laikantis duomenų mažinimo gairių ir nesaugomi jokie naudotojo duomenys."],"Configure":["Konfigūruoti"],"Consent Banner":["Sutikimo reklamjuostė"],"Dashboard":["Prietaisų skydelis"],"End tour":["Baigti turą"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Pasiruoškite privatumo įstatymams visame pasaulyje. Sekite trumpą apžvalgą arba pradėkite konfigūruoti papildinį!"],"Great, your license is activated and valid!":["Puiku, jūsų licencija aktyvuota ir galioja!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Čia galite sukonfigūruoti sutikimo reklamjuostę ir jos stilių, jei vedlys bus baigtas. Bus pridėtas papildomas skirtukas su konkrečiais regiono nustatymais."],"Integrations":["Integracijos"],"Let's start the Wizard":["Pradėkime vedlį"],"Next":["Kitas"],"Previous":["Ankstesnis"],"Proof of Consent":["Sutikimo patvirtinimas"],"Start tour":["Pradėti turą"],"The Wizard":["Vedlys"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Čia sukonfigūruojama viskas, kas susiję su slapukais. Netrukus grįšime prie vedlio."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Tai jūsų prietaisų skydelis. Kai vedlys bus baigtas, bus pateikta užduočių, įrankių ir dokumentacijos apžvalga."],"To unlock the wizard and future updates, please enter and activate your license.":["Norėdami atrakinti vedlį ir būsimus naujinimus, įveskite ir suaktyvinkite savo licenciją."],"Welcome to Complianz":["Sveiki atvykę į Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Esate pasirengę paleisti vedlį. Norėdami gauti daugiau informacijos, DUK ir palaikymo, apsilankykite Complianz.io."]}}}