{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/2619.d513ebd9ab365faf64af.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ro_RO","plural-forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);"},"A consent banner is not required":["Nu este necesar un banner de consimțământ"],"A consent banner is required":["Este necesar un banner de consimțământ"],"Almost there!":["Aproape gata!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Clic pe „%s” pentru a finaliza configurația. Poți reveni oricând pentru a schimba configurația."],"Finish":["Finalizează"],"Go to question":["Spre întrebare"],"Not all required fields are completed yet.":["Nu sunt completate încă toate câmpurile obligatorii."],"Please check the wizard to complete all required questions.":["Te rugăm să verifici Expertul pentru a completa toate întrebările necesare."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Te rugăm să îți verifici site-ul web după ce ai completat Expertul pentru a verifica că funcționează corect în configurația efectuată."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Te rugăm să citeşti articolul de mai jos pentru a depana orice problemă în modul sigur. Modul sigur este disponibil în setări."],"The consent banner and cookie blocker are required on your website.":["Pe site-ul tău sunt necesare bannerul de consimțământ și blocarea cookie-urilor."],"The consent banner and the cookie blocker are now ready to be enabled.":["Bannerul cookie și Blocarea cookie-urilor pot fi activate."],"The following required fields have not been completed:":["Următoarele câmpuri obligatorii nu au fost completate:"],"There are %s questions that are required to complete the wizard.":["Există %s întrebări care sunt necesare pentru a finaliza Expertul."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Le poți activa pe ambele aici, apoi ar trebui să-ți verifici site-ul web pentru a te asigura că această configurație funcționează corect."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Vei găsi sfaturi și trucuri pe tabloul de bord, după ce vei configura bannerul de consimțământ."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Site-ul tău nu necesită un banner cookie. Dacă ești de părere că ai nevoie de un banner pentru cookie-uri, te rugăm să revezi setările Expertului."]}}}