{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/3086.5d01347eed42fe777153.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ro_RO","plural-forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);"},"Enabled services will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Modulele activate vor fi blocate pe front-end-ul site-ului tău web până când utilizatorul și-a dat consimțământul (opt-in) sau după ce utilizatorul și-a revocat consimțământul (opt-out). Când este posibil, este activat un substituent. De asemenea, poți dezactiva sau configura substituentul după bunul plac."],"For more information, please read this %sarticle%s.":["Pentru mai multe informații, te rugăm să citești acest %sarticol%s."],"No services":["Fără servicii"],"Placeholder":["Substituent"],"reCaptcha blocking enabled":["Blocarea reCaptcha este activată"],"reCaptcha is connected and will be blocked before consent. To change your settings, disable reCaptcha in the list.":["reCaptcha este conectat și va fi blocat înainte de consimțământ. Pentru a schimba setările, dezactivează reCaptcha din listă."],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Modul sigur este activat. Pentru a gestiona integrările, dezactivează Modul sigur sub Instrumente - Asistență."],"Search":["Caută"],"Service":["Serviciu"],"Status":["Status"],"Third-party services and social media are marked as not being used on your website in the wizard.":["Serviciile terță parte și rețelele sociale sunt marcate în Expert ca fiind neutilizate pe site-ul tău."],"View services":["Vezi serviciile"]}}}