{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/3086.5d01347eed42fe777153.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"lt_LT","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10 >= 2 &&(n%100<10||n%100 >= 20)? 1 : 2);"},"Enabled services will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Įgalintos paslaugos bus blokuojamos jūsų svetainės priekinėje dalyje, kol vartotojas neduos sutikimo (pasirinkimas) arba vartotojui atšaukus sutikimą (atsisakyti). Kai įmanoma, suaktyvinamas vietos rezervavimo ženklas. Taip pat galite išjungti arba konfigūruoti rezervuotą vietą pagal savo skonį."],"For more information, please read this %sarticle%s.":["Norėdami gauti daugiau informacijos, perskaitykite šį %sstraipsnį%s."],"No services":["Jokių paslaugų"],"Placeholder":["Rezervuota vieta"],"reCaptcha blocking enabled":["„reCaptcha“ blokavimas įjungtas"],"reCaptcha is connected and will be blocked before consent. To change your settings, disable reCaptcha in the list.":["„reCaptcha“ yra prijungtas ir bus užblokuotas prieš sutikimą. Norėdami pakeisti nustatymus, sąraše išjunkite „reCaptcha“."],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Saugusis režimas įjungtas. Norėdami valdyti integravimą, išjunkite saugųjį režimą, esantį skiltyje Įrankiai – palaikymas."],"Search":["Paieška"],"Service":["Paslauga"],"Status":["Būsena"],"Third-party services and social media are marked as not being used on your website in the wizard.":["Trečiųjų šalių paslaugos ir socialinė žiniasklaida vedlyje pažymėtos kaip nenaudojamos jūsų svetainėje."],"View services":["Peržiūrėkite paslaugas"]}}}