{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/6854.73ce8789ba86db243ff9.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Activeu la vostra llicència"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["En base a les respostes a l'Assistent, habilitarem automàticament les integracions amb els serveis i amb les integracions rellevants. En el cas de vulgueu bloquejar altres scripts, podeu afegir-los al centre de scripts."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz fa un rastreig dels canvis en la política d'avís i cookies amb documents amb marca de temps. Aquest és el vostre registre de consentiment respectant les directrius de minimització de dades i no emmagatzemarà cap dada d'usuari."],"Configure":["Configura"],"Consent Banner":[""],"Dashboard":["Tauler"],"End tour":["Fi del recorregut"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Prepareu-vos per la legislació de privacitat arreu del món. Seguiu un recorregut ràpid o comenceu a configuració l'extensió!"],"Great, your license is activated and valid!":[""],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Aquí podeu configurar i donar estil al vostre bàner de cookies si l'Assistent s'ha completat. S'afegirà una pestanya extra amb les configuracions regionals."],"Integrations":["Integracions"],"Let's start the Wizard":["Comencem l'Assistent"],"Next":["Següent"],"Previous":["Anterior"],"Proof of Consent":["Prova de consentiment"],"Start tour":["Començar el recorregut"],"The Wizard":["L'Assistent"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":[""],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Aquest és el vostre Panell de control. Quan l'Assistent s'hagi completat, us mostrarà una visió general de les taques, les eines i la documentació."],"To unlock the wizard and future updates, please enter and activate your license.":[""],"Welcome to Complianz":["Benvingut a Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Esteu a punt per a començar l'Assistent. Per a més informació, preguntes freqüents i suport, visiteu Complianz.io."]}}}