{"translation-revision-date":"2024-01-30 15:51+0000","generator":"WP-CLI\/2.8.1","source":"settings\/src\/Tour\/Tour.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Aktiviere deine Lizenz"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Basierend auf deinen Antworten im Assistenten, werden wir automatisch Integrationen mit relevanten Diensten und Plugins aktivieren. Wenn du zusätzliche Skripte blockieren möchtest, kannst du diese zum Skriptcenter hinzufügen."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz verfolgt Änderungen in deinen Cookie-Hinweisen und Cookie-Richtlinien mit zeitgestempelten Dokumenten. Dies ist deine Einverständniserklärung unter Beachtung der Richtlinien zur Datenminimierung und speichert keine Benutzerdaten."],"Configure":["Konfigurieren"],"Consent Banner":["Zustimmungsbanner"],"Dashboard":["Übersichtsseite"],"End tour":["Einleitung beenden"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Mache dich bereit für Datenschutzgesetze auf der ganzen Welt. Folge einer kurzen Einweisung oder beginne mit der Konfiguration des Plugins!"],"Great, your license is activated and valid!":["Großartig, deine Lizenz ist aktiviert und gültig!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Hier kannst du dein Zustimmungsbanner konfigurieren und gestalten, wenn der Assistent abgeschlossen ist. Es wird eine zusätzliche Registerkarte mit regionsspezifischen Einstellungen hinzugefügt."],"Integrations":["Integrationen"],"Let's start the Wizard":["Lass uns den Assistenten starten"],"Next":["Nächste"],"Previous":["Vorherige"],"Proof of Consent":["Einverständniserklärung"],"Start tour":["Einleitung starten"],"The Wizard":["Der Assistent"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Hier wird alles, was Cookies betrifft, konfiguriert. Wir werden bald auf den Assistenten zurückkommen."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Dies ist dein Dashboard. Nach Abschluss des Assistenten erhältst du einen Überblick über Aufgaben, Tools und Dokumentation."],"To unlock the wizard and future updates, please enter and activate your license.":["Um den Assistenten und zukünftige Updates freizuschalten, gib deine Lizenz hier ein und aktiviere diese."],"Welcome to Complianz":["Willkommen bei Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Du bist bereit, den Assistenten zu starten. Für weitere Informationen, FAQ und Support, bitte besuche Complianz.io."]}}}