{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/6854.73ce8789ba86db243ff9.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Aktivera din license"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Baserat på dina svar i guiden kommer vi automatiskt att aktivera integrationer med relevanta tjänster och tillägg. Om du vill blockera extra skript kan du lägga till dem i Script Center."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":[""],"Configure":["Konfigurera"],"Consent Banner":[""],"Dashboard":["Adminpanel"],"End tour":["Avsluta rundtur"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Gör dig redo för integritetslagstiftning runt om i världen. Följ en snabb rundtur eller börja konfigurera tillägget!"],"Great, your license is activated and valid!":[""],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":[""],"Integrations":["Integrationer"],"Let's start the Wizard":["Låt oss starta guiden"],"Next":["Nästa"],"Previous":["Föregående"],"Proof of Consent":["Bevis för samtycke"],"Start tour":["Starta rundtur"],"The Wizard":["Guiden"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Här genomför du alla inställningar som hör till cookies. Vi återgår till guiden snart."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Det här är din kontrollpanel. När guiden (Wizard) är klar kommer detta att ge dig en översikt över uppgifter, verktyg och dokumentation."],"To unlock the wizard and future updates, please enter and activate your license.":[""],"Welcome to Complianz":["Välkommen till Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Du är redo att starta guiden. För mer information, FAQ och support, besök Complianz.io."]}}}