{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/src\/Tour\/Tour.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hr","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"Activate your license":["Aktivirajte svoju licencu"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Na temelju vaših odgovora u čarobnjaku, automatski ćemo omogućiti integracije s relevantnim uslugama i dodacima. U slučaju da želite blokirati dodatne skripte, možete ih dodati u centar za skripte."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz prati promjene u Vašoj Obavijesti o kolačićima i Politici kolačića pomoću dokumenata s vremenskim žigom. Ovo je vaša registracija pristanka uz poštivanje smjernica za minimiziranje podataka i neće pohranjivati nikakve korisničke podatke."],"Configure":["Konfigurirajte"],"Consent Banner":[""],"Dashboard":["Nadzorna ploča"],"End tour":["Završi obilazak"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Pripremite se za zakone o privatnosti u cijelom svijetu. Slijedite kratki obilazak ili počnite konfigurirati dodatak!"],"Great, your license is activated and valid!":["Sjajno, vaša licenca je aktivirana i važeća!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Ovdje možete konfigurirati i stilizirati banner kolačića ako je čarobnjak dovršen. Dodatna kartica će biti dodana s postavkama specifičnim za regiju."],"Integrations":["Integracije"],"Let's start the Wizard":["Pokrenimo Čarobnjaka"],"Next":["Slijedeće"],"Previous":["Prethodno"],"Proof of Consent":["Dokaz o pristanku"],"Start tour":["Započni obilazak"],"The Wizard":["Čarobnjak"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Ovdje se konfigurira sve što se tiče kolačića. Vratit ćemo se Čarobnjaku uskoro."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Ovo je vaša Nadzorna ploča. Kada se čarobnjak dovrši, ovdje ćete imati pregled zadataka, alata i dokumentacije."],"To unlock the wizard and future updates, please enter and activate your license.":["Za otključavanje čarobnjaka i buduća ažuriranja, unesite i aktivirajte svoju licencu."],"Welcome to Complianz":["Dobrodošli u Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Spremni ste za pokretanje čarobnjaka. Za više informacija, FAQ i podršku posjetite Complianz.io."]}}}