{"translation-revision-date":"2024-01-30 15:51+0000","generator":"WP-CLI\/2.8.1","source":"settings\/src\/Settings\/Finish\/FinishControl.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"A consent banner is not required":["Baner zgody nie jest wymagany"],"A consent banner is required":["Baner zgody jest wymagany"],"Almost there!":["Już prawie!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Kliknij '%s', aby zakończyć konfigurację. W dowolnym momencie możesz wrócić i zmienić konfigurację."],"Finish":["Zakończ"],"Go to question":["Przejdź do pytania"],"Not all required fields are completed yet.":["Nie wszystkie wymagane pola zostały jeszcze wypełnione."],"Please check the wizard to complete all required questions.":["Sprawdź \"Przewodnik\", aby odpowiedzieć na wszystkie wymagane pytania."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Po zakończeniu działania \"Przewodnika\" sprawdź swoją witrynę internetową, aby sprawdzić, czy konfiguracja działa poprawnie."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Przeczytaj poniższy artykuł, aby rozwiązać wszelkie problemy w trybie bezpieczeństwa. Tryb bezpieczeństwa jest dostępny w ustawieniach."],"The consent banner and cookie blocker are required on your website.":[""],"The consent banner and the cookie blocker are now ready to be enabled.":[""],"The following required fields have not been completed:":[""],"There are %s questions that are required to complete the wizard.":[""],"You can enable them both here, then you should check your website if your configuration is working properly.":[""],"You will find tips and tricks on your dashboard after you have configured your consent banner.":[""],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":[""]}}}