{"translation-revision-date":"2024-01-30 15:51+0000","generator":"WP-CLI\/2.8.1","source":"settings\/build\/6854.73ce8789ba86db243ff9.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sk_SK","plural-forms":"nplurals=3; plural=( n == 1 ) ? 0 : ( n >= 2 && n <= 4 ) ? 1 : 2;"},"Activate your license":["Aktivujte si licenciu"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Na základe vašich odpovedí v sprievodcovi automaticky povolíme integráciu s príslušnými službami a doplnkami. V prípade, že chcete zablokovať ďalšie skripty, môžete ich pridať do Centra skriptov."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz sleduje zmeny vo vašom upozornení o súboroch cookie a zásadách používania súborov cookie pomocou dokumentov s časovou pečiatkou. Toto je registrácia vášho súhlasu pri rešpektovaní pokynov na minimalizáciu údajov a neukladá žiadne údaje o používateľoch."],"Configure":["Konfigurovať"],"Consent Banner":[""],"Dashboard":["Nástenka"],"End tour":["Ukončiť prehliadku"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Pripravte sa na legislatívu o ochrane osobných údajov na celom svete. Vykonajte krátku prehliadku alebo začnite konfigurovať doplnok!"],"Great, your license is activated and valid!":["Skvelé, vaša licencia je aktivovaná a platná!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Tu môžete nakonfigurovať a upravovať banner so súbormi cookie, ak je sprievodca dokončený. Pribudne ďalšia karta s nastaveniami pre konkrétne oblasti."],"Integrations":["Integrácie"],"Let's start the Wizard":["Začnime Sprievodcu"],"Next":["Ďalšie"],"Previous":["Predchádzajúce"],"Proof of Consent":["Doklad o súhlase"],"Start tour":["Začnite prehliadku"],"The Wizard":["Sprievodca"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Tu je nakonfigurované všetko, čo sa týka súborov cookie. K Sprievodcovi sa čoskoro vrátime."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Toto je váš informačný panel. Po dokončení sprievodcu získate prehľad o úlohách, nástrojoch a dokumentácii."],"To unlock the wizard and future updates, please enter and activate your license.":["Ak chcete odomknúť sprievodcu a budúce aktualizácie, zadajte a aktivujte svoju licenciu."],"Welcome to Complianz":["Vitajte v Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Ste pripravení spustiť sprievodcu. Ďalšie informácie, časté otázky a podporu nájdete na stránke Complianz.io."]}}}