{"translation-revision-date":"2024-01-30 15:50+0000","generator":"WP-CLI\/2.8.1","source":"settings\/src\/Tour\/Tour.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da_DK","plural-forms":"nplurals=2; plural=n != 1;"},"Activate your license":["Aktiver din licens"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Baseret på dine svar i guiden aktiverer vi automatisk integration med relevante tjenester og plugins. Hvis du vil blokere ekstra scripts, kan du tilføje dem til Script Center."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz sporer ændringer i din cookie-meddelelse og cookiepolitik med tidsstemplede dokumenter. Dette er din samtykke-registrering, mens du overholder retningslinjerne for dataminimering og gemmer ikke brugerdata."],"Configure":["Konfigurer"],"Consent Banner":[""],"Dashboard":["Kontrolpanel"],"End tour":["Slut tur"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Gør dig klar til privatlivslovgivning overalt i verden. Følg en hurtig tur, eller start konfiguration af plugin!"],"Great, your license is activated and valid!":["Godt, din licens er aktiveret og gyldig!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Her kan du konfigurere og style dit cookie-banner, hvis guiden er afsluttet. En ekstra fane tilføjes med regionsspecifikke indstillinger."],"Integrations":["Integrationer"],"Let's start the Wizard":["Lad os starte guiden"],"Next":["Næste"],"Previous":["Forrige"],"Proof of Consent":["Bevis for samtykke"],"Start tour":["Start tur"],"The Wizard":["Guiden"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Det er her, alt vedrørende cookies konfigureres. Vi vender snart tilbage til guiden."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Dette er dit kontrolpanel. Når guiden er afsluttet, giver dette dig en oversigt over opgaver, værktøjer og dokumentation."],"To unlock the wizard and future updates, please enter and activate your license.":["For at låse guiden og fremtidige opdateringer, skal du indtaste og aktivere din licens."],"Welcome to Complianz":["Velkommen til Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Du er klar til at starte guiden. For mere information, ofte stillede spørgsmål og support, kan du besøge Complianz.io."]}}}